import styles from './page.module.scss'
import Header from "@/app/components/Header/Header";

export default function AboutUsPage() {
    return (
        <>
            <Header />
            <div className={styles.wrapper}>
                <h1>ჩვენს შესახებ</h1>
                <div className={styles.contant}>
                    <img
                        src="/aboutUs.png"
                        alt="about us image"
                    />
                    <div className={styles.texts}>
                        <p>
                            Natsarmi.ge არის ონლაინ პლატფორმა, რომელიც საშუალებას აძლევს ქართველ
                            მერეფერბს განავითარონ საკუთარი მეურნეობა და მარტივად და სწრაფად მიაწოდონ თავიანთი
                            პროდუქცია მომხმარებლებს, პირდაპირ საკუთარი ფერმებიდან. ამავე დროს, მომხმარებლებს შეუძლიათ
                            სახლიდან გაუსვლელად, ნებისმიერი რეგიონიდან,
                            მათთვის სასურველი ნატურალური პროდუქცია მიიღონ ხელმისაწვდომ ფასად.
                        </p>
                        <p>
                            ჩვენი მიზანია სოფლის მეურნეობის მხარდაჭერა, როგორც
                            თეორიული ისე პრაქტიკული მიმართულებით. Natsarmi.ge-ზე რეგისტრირებულ ფერმერებს
                            შეეძლებათ გაიარონ რეგულარული სწავლებები დარგის წამყვან სპეციალისტებთან, რაც ხელს შეუწყობს
                            მათ წარმოების განვითარებაში. Natsarmi.ge-ს ადმინისტრაცია ფერმერებს დაეხმარება საკუთარი პროდუქციის
                            წარმოების პროცესის დახვეწაში,
                            რეკლამირება-გაყიდვაში და პროდუქციის მომხმარებლამდე მიწოდებაში.
                        </p>
                        <p>
                            ამასთანავე, ჩვენი მიზანია საქართველოში მცხოვრებ ადამიანებს ჰქონდეთ ჯანსაღი პროდუქციის
                            ადექვატურ ფასად შეძენის
                            შესაძლებლობა, რაც პირდაპირ დაკავშრებულია უკეთეს ჯანმრთელობასთან.
                        </p>
                    </div>
                    <div className={styles.quote}>
                        <p>„ერი რომელიც არის მომხმარებელი და არა მწარმოებელი, განწირულია მონობისთვის“</p>
                        <span>თომას ჯეფერსონი</span>
                    </div>
                </div>
            </div>
        </>
    );
}
